Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrViewFromCurrentTableExpected_HowToFix_1
source: Edit your formula so that it has view from data source {0}.
bg_bg: Редактирайте формулата си така, че да има изглед от източник на данни {0}.
ca_es: Editeu la fórmula perquè tingui una visualització de la font de dades {0}.
cs_cz: Upravte svůj vzorec tak, aby obsahoval zobrazení ze zdroje dat {0}.
da_dk: Rediger din formel, så den har visning fra datakilde {0}.
de_de: Bearbeiten Sie Ihre Formel so, dass sie über eine Ansicht aus der Datenquelle "{0}" verfügt.
el_gr: Επεξεργαστείτε τον τύπο ώστε να έχει μια προβολή από την προέλευση δεδομένων {0}.
es_es: Edite la fórmula para que tenga la vista del origen de datos {0}.
et_ee: Redigeerige oma valemit nii, et sellel oleks andmeallikast {0} vaade.
eu_es: Editatu formula {0} datu-iturburuaren ikuspegia izan dezan.
fi_fi: Muokkaa kaavaasi niin, että sillä on näkymä tietolähteestä {0}.
fr_fr: Modifiez votre formule pour qu’elle ait une vue de la source de données {0}.
gl_es: Edite a fórmula de xeito que teña visualización da orixe de datos {0}.
hi_in: अपना सूत्र संपादित करें, ताकि इसमें डेटा स्रोत {0} का दृश्य हो.
hr_hr: Uredite formuli tako da sadrži prikaz iz izvora podataka {0}.
hu_hu: Módosítsa a képletet úgy, hogy szerepeljen benne a(z) {0} adatforrás nézete.
it_it: Modificare la formula affinché contenga la vista dall'origine dati {0}.
ja_jp: 数式を編集し、データ ソース {0} からのビューがあるようします。
kk_kz: Формуланы онда {0} деректер көзінен алынған көрініс болатын етіп өзгертіңіз.
ko_kr: 데이터 원본 {0}에서 볼 수 있도록 수식을 편집합니다.
lt_lt: Redaguokite formulę taip, kad joje būtų rodinys iš duomenų šaltinio {0}.
lv_lv: Rediģējiet formulu tā, lai tajā būtu skats no datu avota {0}.
ms_my: Edit formula anda agar ia mempunyai pandangan daripada sumber data {0}.
nb_no: Rediger formelen slik at den har visning fra datakilden {0}.
nl_nl: Bewerk de formule zodat deze een weergave uit de gegevensbron {0} heeft.
pl_pl: Edytuj formułę tak, aby miała widok ze źródła danych {0}.
pt_br: Edite sua fórmula para que ela tenha o modo de exibição da fonte de dados {0}.
pt_pt: Edite a sua fórmula para que tenha a vista da origem de dados {0}.
ro_ro: Editați formula astfel încât aceasta să aibă vizualizare de la sursa de date {0}.
ru_ru: Измените формулу так, чтобы она содержала представление из источника данных {0}.
sk_sk: Upravte vzorec tak, aby mal zobrazenie zo zdroja údajov {0}.
sl_si: Uredite formulo tako, da bo vsebovala pogled iz vira podatkov {0}.
sr_cyrl_rs: Уредите формулу тако да има приказ из извора података {0}.
sr_latn_rs: Uredite formulu tako da ima prikaz iz izvora podataka {0}.
sv_se: Redigera din formel så att den har vyn från datakällan {0}.
th_th: แก้ไขสูตรของคุณเพื่อให้มีมุมมองจากแหล่งข้อมูล {0}
tr_tr: Formülünüzü {0} veri kaynağından görünüme sahip olacak şekilde düzenleyin.
uk_ua: Відредагуйте формулу, щоб у ній було подання з джерела даних {0}.
vi_vn: Chỉnh sửa công thức của bạn để công thức có dạng xem từ nguồn dữ liệu {0}.
zh_cn: 编辑公式，使其具有来自数据源 {0} 的视图。
zh_tw: 請編輯公式，使它具有來自資料來源 {0} 的檢視。

# ErrorResource_ErrInvalidControlReference_ShortMessage
source: This control reference cannot be used in this property
bg_bg: Тази препратка към контрола не може да се използва в това свойство
ca_es: Aquesta referència de control no es pot utilitzar en aquesta propietat.
cs_cz: Tento odkaz na ovládací prvek se v této vlastnosti nedá použít.
da_dk: Denne reference til kontrolelement kan ikke bruges i denne egenskab
de_de: Dieser Steuerelementverweis kann in dieser Eigenschaft nicht verwendet werden.
el_gr: Δεν είναι δυνατή η χρήση αυτής της αναφοράς στοιχείου ελέγχου σε αυτή την ιδιότητα
es_es: Esta referencia de control no se puede usar en esta propiedad.
et_ee: Selle juhtelemendi viidet ei saa selles atribuudis kasutada
eu_es: Kontrol-erreferentzia hori ezin da erabili propietate honetan
fi_fi: Tätä ohjausobjektiviittausta ei voi käyttää tässä ominaisuudessa
fr_fr: Cette référence de contrôle ne peut pas être utilisée dans cette propriété
gl_es: Esta referencia de control non se pode usar nesta propiedade
hi_in: इस नियंत्रण संदर्भ का उपयोग इस गुण में नहीं किया जा सकता
hr_hr: Ta se referenca kontrole ne može koristiti u ovom svojstvu
hu_hu: Ez a vezérlőhivatkozás nem használható ebben a tulajdonságban
it_it: Questo riferimento al controllo non può essere usato in questa proprietà
ja_jp: このコントロール参照は、このプロパティでは使用できません
kk_kz: Бұл басқару элементінің сілтемесін бұл сипатта пайдалану мүмкін емес
ko_kr: 이 속성에 이 컨트롤 참조를 사용할 수 없습니다.
lt_lt: Šioje ypatybėje negalima naudoti šios valdymo nuorodos
lv_lv: Šo vadīklas atsauci nevar izmantot šajā rekvizītā
ms_my: Rujukan kawalan ini tidak boleh digunakan dalam sifat ini
nb_no: Denne kontrollreferansen kan ikke brukes i denne egenskapen
nl_nl: Deze verwijzing naar een besturingselement kan niet worden gebruikt in deze eigenschap
pl_pl: Tego odwołania do kontrolki nie można używać w tej właściwości
pt_br: Esta referência de controle não pode ser usada nessa propriedade
pt_pt: Esta referência de controlo não pode ser utilizada nesta propriedade
ro_ro: Această referință de control nu se poate utiliza în această proprietate
ru_ru: Ссылка на этот элемент управления недопустима для этого свойства.
sk_sk: Tento odkaz na ovládací prvok nemožno použiť v tejto vlastnosti
sl_si: Sklica na ta kontrolnik ni mogoče uporabiti v tej lastnosti
sr_cyrl_rs: Није могуће користити ову контролну референцу у овом својству
sr_latn_rs: Nije moguće koristiti ovu kontrolnu referencu u ovom svojstvu
sv_se: Den här kontrollreferensen kan inte användas i den här egenskapen
th_th: ไม่สามารถใช้การอ้างอิงตัวควบคุมนี้ในคุณสมบัตินี้ได้
tr_tr: Bu denetim başvurusu bu özellikte kullanılamaz
uk_ua: Посилання на цей елемент керування не можна використовувати в цій властивості
vi_vn: Không dùng được tham chiếu điều khiển này trong thuộc tính này
zh_cn: 此控件引用无法用于此属性
zh_tw: 這個控制項參考不可用在這個屬性中

# ErrorResource_ErrInvalidControlReference_HowToFix_1
source: This property only supports references to global variables, collections, and some control and screen properties. See the link for a list of supported control properties.
bg_bg: Това свойство поддържа само препратки към глобални променливи, колекции и някои контролни и екранни свойства. Вижте връзката за списък с поддържаните контролни свойства.
ca_es: Aquesta propietat només admet referències a variables globals, col·leccions i algunes propietats de control i pantalla. Consulteu l'enllaç per obtenir la llista de propietats de control admeses.
cs_cz: Tato vlastnost podporuje jen odkazy na globální proměnné, kolekce a některé vlastnosti ovládacích prvků a obrazovky. Odkaz vás zavede na seznam podporovaných vlastní ovládacích prvků.
da_dk: Denne egenskab understøtter kun referencer til globale variabler, samlinger og visse kontrol- og skærmegenskaber. Se linket for at få vist en liste over understøttede egenskaber for kontrolelementer.
de_de: Diese Eigenschaft unterstützt nur Verweise auf globale Variablen, Sammlungen und einige Steuerelement- und Bildschirmeigenschaften. Eine Liste der unterstützten Steuerelementeigenschaften finden Sie über den Link.
el_gr: Αυτή η ιδιότητα υποστηρίζει μόνο αναφορές σε καθολικές μεταβλητές, συλλογές και ορισμένες ιδιότητες στοιχείου ελέγχου και οθόνης. Ανατρέξτε στη σύνδεση για μια λίστα των υποστηριζόμενων ιδιοτήτων στοιχείου ελέγχου.
es_es: Esta propiedad solo admite referencias a variables globales, colecciones y algunas propiedades de control y pantalla. Consulte el vínculo para obtener una lista de las propiedades de control admitidas.
et_ee: See atribuut toetab ainult viiteid globaalsetele muutujatele, kogumitele ning mõningatele juhtelemendi ja ekraani atribuutidele. Vaadake toetatud juhtelemendi atribuutide loendi linki.
eu_es: Aldagai orokorren, bildumen, eta zenbait kontrol- eta pantaila-propietateren erreferentziak soilik onartzen ditu propietateak. Onartzen diren kontrol-propietateen zerrenda bat ikusteko, atzitu esteka.
fi_fi: Tämä ominaisuus tukee vain viittauksia yleisiin muuttujiin, kokoelmiin sekä joihinkin ohjausobjekti- ja näyttöominaisuuksiin. Katso tuettujen ohjausobjektiominaisuuksien luettelo linkin avulla.
fr_fr: Cette propriété prend uniquement en charge les références à des variables globales, à des collections et à certaines propriétés de contrôle et d’écran. Consultez le lien pour obtenir la liste des propriétés de contrôle prises en charge.
gl_es: Esta propiedade só admite referencias a variables globais, coleccións e algunhas propiedades de control e pantalla. Consulte a ligazón para obter unha lista das propiedades de control compatibles.
hi_in: यह गुण केवल वैश्विक चरों, संग्रहों और कुछ नियंत्रण और स्क्रीन गुणों के संदर्भ का समर्थन करता है. समर्थित नियंत्रण गुणों की सूची के लिए लिंक देखें.
hr_hr: Ovo svojstvo podržava samo reference na globalne varijable, zbirke i neka svojstva kontrole i zaslona. Pogledajte vezu da biste pronašli popis podržanih svojstava kontrole.
hu_hu: Ez a tulajdonság csak a globális változókra, gyűjteményekre, illetve néhány vezérlő- és képernyőtulajdonságra mutató hivatkozások használatát támogatja. A támogatott vezérlőtulajdonságok listáját a hivatkozáson találhatja meg.
it_it: Questa proprietà supporta solo riferimenti a variabili globali, raccolte e alcune proprietà di controllo e schermo. Vedere il collegamento per un elenco delle proprietà di controllo supportate.
ja_jp: このプロパティは、グローバル変数、コレクション、および一部のコントロールと画面のプロパティへの参照のみをサポートします。サポートされているコントロール プロパティの一覧については、リンクを参照してください。
kk_kz: Бұл сипат тек глобалдық айнымалыларға, жиынтықтарға және кейбір басқару элементі мен экран сипаттарына сілтемелерге қолдау көрсетеді. Қолдау көрсетілетін басқару элементінің сипаттарының тізіміне сілтемені қараңыз.
ko_kr: 이 속성은 전역 변수, 컬렉션 및 일부 컨트롤 및 화면 속성에 대한 참조만 지원합니다. 지원되는 컨트롤 속성 목록을 보려면 링크를 참조하세요.
lt_lt: Ši ypatybė palaiko tik nuorodas į visuotinius kintamuosius, rinkinius ir kai kurias valdymo bei ekrano ypatybes. Peržiūrėkite palaikomų valdymo ypatybių sąrašo saitą.
lv_lv: Šis rekvizīts atbalsta tikai atsauces uz globāliem mainīgajiem, kolekcijām un dažiem vadīklu un ekrāna rekvizītiem. Lai skatītu atbalstīto vadīklu rekvizītu sarakstu, atveriet saiti.
ms_my: Sifat ini hanya menyokong rujukan kepada pemboleh ubah global, koleksi dan beberapa sifat kawalan dan skrin. Lihat pautan untuk senarai sifat kawalan yang disokong.
nb_no: Denne egenskapen støtter bare referanser til globale variabler, samlinger og enkelte egenskaper for kontroll og skjerm. Se koblingen for en liste over støttede kontrollegenskaper.
nl_nl: Deze eigenschap ondersteunt alleen verwijzingen naar globale variabelen, verzamelingen en bepaalde besturings- en schermeigenschappen. Zie de koppeling voor een lijst met ondersteunde besturingselementeigenschappen.
pl_pl: Ta właściwość obsługuje tylko odwołania do zmiennych globalnych, kolekcji oraz niektórych właściwości kontrolek i ekranu. Skorzystaj z linku, aby uzyskać listę obsługiwanych właściwości kontrolek.
pt_br: Esta propriedade oferece suporte somente a referências a variáveis globais, coleções e algumas propriedades de controle e de tela. Consulte o link para obter uma lista de propriedades de controle compatíveis.
pt_pt: Esta propriedade apenas suporta referências a variáveis globais, coleções e algumas propriedades de controlo e ecrã. Consulte a ligação para obter uma lista das propriedades de controlo suportadas.
ro_ro: Această proprietate acceptă numai referințe la variabile globale, colecții și câteva proprietăți de control și de ecran. Accesați linkul pentru o listă de proprietăți de control acceptate.
ru_ru: Это свойство поддерживает ссылки только на глобальные переменные, коллекции и некоторые свойства экрана и элементов управления. Список поддерживаемых свойств элементов управления см. по ссылке.
sk_sk: Táto vlastnosť podporuje len odkazy na globálne premenné, kolekcie a niektoré ovládacie prvky a vlastnosti obrazovky. Vyhľadajte prepojenie na zoznam podporovaných vlastností ovládacieho prvku.
sl_si: Ta lastnost podpira samo sklice na globalne spremenljivke, zbirke ter nekatere lastnosti kontrolnika in zaslona. Kliknite povezavo za seznam podprtih lastnosti kontrolnika.
sr_cyrl_rs: Ово својство подржава само референце на опште променљиве, колекције и нека својства контрола и екрана. Погледајте везу за листу подржаних својстава контрола.
sr_latn_rs: Ovo svojstvo podržava samo reference na opšte promenljive, kolekcije i neka svojstva kontrola i ekrana. Pogledajte vezu za listu podržanih svojstava kontrola.
sv_se: Den här egenskapen stöder endast referenser till globala variabler, mängder och vissa kontroll- och skärmegenskaper. En lista över egenskaper som stöds hittar du via länken.
th_th: คุณสมบัตินี้สนับสนุนการอ้างอิงตัวแปรส่วนกลาง คอลเลกชัน และคุณสมบัติตัวควบคุมและหน้าจอบางอย่างเท่านั้น ดูที่ลิงก์สำหรับรายการคุณสมบัติของตัวควบคุมที่ได้รับการสนับสนุน
tr_tr: Bu özellik yalnızca genel değişkenler, koleksiyonlar ile bazı denetim ve ekran özelliklerine yönelik başvuruları destekler. Desteklenen denetim özelliklerinin listesi için bağlantıya gidin.
uk_ua: Ця властивість підтримує лише посилання на глобальні змінні, колекції та деякі властивості елементів керування й екрана. Перейдіть за посиланням, щоб переглянути список підтримуваних властивостей елементів керування.
vi_vn: Thuộc tính này chỉ hỗ trợ các tham chiếu tới các biến toàn cầu, các tuyển tập và một số thuộc tính về điều khiển và màn hình. Xem liên kết để biết danh sách các thuộc tính điều khiển được hỗ trợ.
zh_cn: 此属性仅支持引用全局变量、集合以及一些控件和屏幕属性。有关受支持的控件属性列表，请单击链接。
zh_tw: 此屬性只支援對全域變數、集合以及某些控制項和螢幕屬性的參考。如需支援的控制項屬性清單，請參閱連結。

# ErrorResource_ErrInvalidControlReference_Link_1
source: Reference: ConfirmExit for Canvas Apps
bg_bg: Препратка: ConfirmExit за приложения за платно
ca_es: Referència: ConfirmExit per a aplicacions de llenç
cs_cz: Odkaz: ConfirmExit pro aplikace plátna
da_dk: Reference: ConfirmExit til lærredapps
de_de: Referenz: ConfirmExit für Canvas-Apps
el_gr: Αναφορά: ConfirmExit για εφαρμογές καμβά
es_es: Referencia: ConfirmExit para las aplicaciones de lienzo
et_ee: Viide: ConfirmExit lõuendirakenduste jaoks
eu_es: Erreferentzia: Mihise-aplikazioen ConfirmExit
fi_fi: Viittaus: ConfirmExit pohjaan perustuville sovelluksille
fr_fr: Référence : ConfirmExit pour les applications canevas
gl_es: Referencia: ConfirmExit para aplicacións de lenzo
hi_in: संदर्भ: कैनवास ऐप्स के लिए ConfirmExit
hr_hr: Referenca: ConfirmExit za aplikacije od gotovih gradivnih elemenata
hu_hu: Referencia: ConfirmExit vászonalapú alkalmazásokhoz
it_it: Riferimento: ConfirmExit per app canvas
ja_jp: 参照: キャンバス アプリの ConfirmExit
kk_kz: Сілтеме: кенеп бағдарламалары үшін ConfirmExit
ko_kr: 참조: 캔버스 앱에 대한 ConfirmExit
lt_lt: Nuoroda: ConfirmExit drobės programoms
lv_lv: Atsauce: ConfirmExit pamatnes programmām
ms_my: Rujukan: ConfirmExit untuk Aplikasi Kanvas
nb_no: Referanse: ConfirmExit for lerretsapper
nl_nl: Verwijzing: ConfirmExit voor canvas-apps
pl_pl: Odwołanie: ConfirmExit dla aplikacji kanwy
pt_br: Referência: ConfirmExit para Aplicativos de Tela
pt_pt: Referência: ConfirmExit para Aplicações de Tela
ro_ro: Referință: ConfirmExit pentru aplicații proiectate pe pânză
ru_ru: Ссылка: ConfirmExit для приложений на основе холста
sk_sk: Odkaz: ConfirmExit pre aplikácie plátna
sl_si: Referenca: ConfirmExit za aplikacije s platnom
sr_cyrl_rs: Референца: ConfirmExit за апликације са подлогом
sr_latn_rs: Referenca: ConfirmExit za aplikacije sa podlogom
sv_se: Referens: ConfirmExit för arbetsyteappar
th_th: อ้างอิง: ConfirmExit สำหรับแอปพื้นที่ทำงาน
tr_tr: Başvuru: Tuval Uygulamaları için ConfirmExit
uk_ua: Посилання: ConfirmExit для компонованих програм
vi_vn: Tham chiếu: ConfirmExit cho ứng dụng canvas
zh_cn: 引用:画布应用的 ConfirmExit
zh_tw: 參考: 畫布應用程式的 ConfirmExit

# ErrorResource_ErrAsNotInContext_ShortMessage
source: As is not permitted in this context
bg_bg: As не е разрешено в този контекст
ca_es: La paraula clau "As" no es permet en aquest context.
cs_cz: Jak se v tomto kontextu nepovoluje
da_dk: As er ikke tilladt i denne kontekst
de_de: "As" ist in diesem Kontext nicht zulässig.
el_gr: Η λέξη-κλειδί As δεν επιτρέπεται σε αυτό το περιβάλλον
es_es: No se permite el uso de "As" en este contexto.
et_ee: Märksõna "Kui" pole selles kontekstis lubatud
eu_es: As ez da onartzen testuinguru honetan
fi_fi: As-kohde ei ole sallittu tässä kontekstissa
fr_fr: « As » n’est pas autorisé dans ce contexte
gl_es: Porque non se permite neste contexto
hi_in: जैसा कि इस संदर्भ में अनुमति नहीं है
hr_hr: Kakvo jest nije dopušteno u ovom kontekstu
hu_hu: Az As nem engedélyezett ebben a környezetben
it_it: L'uso di As non è consentito in questo contesto
ja_jp: As はこのコンテキストで許可されていません
kk_kz: Бұл контекстте рұқсат етілмеген
ko_kr: 이 컨텍스트에서는 As가 허용되지 않음
lt_lt: Raktinis žodis „kaip“ šiame kontekste neleidžiamas
lv_lv: Jo šajā kontekstā nav atļauts
ms_my: Kerana ia tidak dibenarkan dalam konteks ini
nb_no: As er ikke tillatt i denne konteksten
nl_nl: De term 'as' is niet toegestaan in deze context
pl_pl: Słowo kluczowe As jest niedozwolone w tym kontekście
pt_br: As não é permitido neste contexto
pt_pt: As não é permitido neste contexto
ro_ro: „Ca atare” nu este permis în acest context
ru_ru: Ключевое слово "As" не допускается в этом контексте.
sk_sk: Slovo „Ako“ nie je v tomto kontexte povolené
sl_si: »Kot« ni dovoljeno v tem kontekstu
sr_cyrl_rs: Реч „као“ није дозвољена у овом контексту
sr_latn_rs: Reč „kao“ nije dozvoljena u ovom kontekstu
sv_se: As tillåts inte i den här kontexten
th_th: ไม่ได้รับอนุญาตในบริบทนี้
tr_tr: bu bağlamda As'e izin verilmiyor
uk_ua: Це не дозволено в цьому контексті
vi_vn: Không được phép sử dụng từ As trong ngữ cảnh này
zh_cn: 此上下文中不允许使用 As
zh_tw: 在此內容中不允許 As

# microphone_Mic_DisplayName
source: Mic
bg_bg: Микрофон
ca_es: Micròfon
cs_cz: Mikrofon
de_de: Mikro
el_gr: Μικρόφωνο
et_ee: Mikrofon
fi_fi: Mikrofoni
gl_es: Micro
hr_hr: Mikrofon
hu_hu: Mikrofon
it_it: Microfono
ja_jp: マイク
kk_kz: Микрофон
ko_kr: 마이크
lt_lt: Mikrofonas
lv_lv: Mikrofons
nb_no: Kontroller for administrert identitet
nl_nl: Microfoon
pl_pl: Mikrofon
pt_br: Microfone
ro_ro: Microfon
ru_ru: Микрофон
sk_sk: Mikrofón
sl_si: Mikrofon
sv_se: Mikrofon
th_th: ไมค์
tr_tr: Mik.
uk_ua: Мікрофон
vi_vn: Micrô
zh_cn: 麦克风
zh_tw: 麥克風

# ErrorArg1
source: error_information
da_dk: fejl_information
de_de: Fehlerinformationen
el_gr: πληροφορίες_σφάλματος
et_ee: tõrketeave
fi_fi: virheen_tiedot
fr_fr: erreur_informations
ja_jp: エラー情報
kk_kz: қате_ақпараты
ko_kr: 오류_정보
lt_lt: klaidos_informacija
lv_lv: kļūdas_informācija
nb_no: feilinformasjon
pl_pl: informacje_o_błędzie
pt_br: informações_de_erro
sr_cyrl_rs: информације_о_грешци
sr_latn_rs: informacije_o_grešci
sv_se: felinformation
th_th: ข้อมูล_ข้อผิดพลาด
tr_tr: hata_bilgisi
vi_vn: thông_tin_lỗi
zh_tw: 錯誤資訊

# DateTimeZone_UTC_DisplayName
source: UTC
gl_es: Hora UTC
kk_kz: UTC уақыты
ru_ru: Время в формате UTC
sr_cyrl_rs: UTC време
sr_latn_rs: UTC vreme
vi_vn: UTC (Giờ phối hợp quốc tế)
